[
    {
        "texto": "APOSTILA DE HISTÓRIA – VOLUME 03 Nativos brasileiros: américa de povos diversos Antes da chegada dos portugueses na América no século XVI, a região já era habitada por cerca de 3 a 6 milhões de pessoas. Essa população era bastante diversificada em termos de tradições culturais e de organização social. Além disso, estava dividida em numerosos grupos que utilizavam cerca de 1000 línguas diferentes. Essas línguas apresentavam semelhanças entre si, podendo, assim, serem agrupadas em dois grandes troncos linguísticos: O Tupi e o Macro-Jê. 1.1. Tronco tupi Localização: As tribos Tupi se concentravam, de maneira geral, ao longo do litoral. Habitações: As habitações tupis eram construídas com madeira e palha e, normalmente, possuíam estrutura circular. Arte e Artesanato: A arte, muitas vezes, estava ligada a rituais e cerimônias. Suas habilidades artísticas incluíam esculturas em madeira, cestaria, cerâmica e pinturas corporais. Crenças: Suas crenças espirituais frequentemente incluíam a",
        "materia": "apostila_historia"
    },
    {
        "texto": "cerâmica e pinturas corporais. Crenças: Suas crenças espirituais frequentemente incluíam a adoração de divindades associadas aos elementos naturais, como o Sol, a Lua, os rios e as florestas. Atividades econômicas: A subsistência dos tupis dependia de atividades como agricultura, pesca, caça e coleta. Eles conheciam bem o ambiente ao seu redor e utilizavam os recursos naturais de maneira sustentável. 1.2. Tronco macro-jê Localização: As tribos Macro-Jê se concentravam, de maneira geral, no interior da colônia. Habitações: As habitações desses povos se adequavam às condições climáticas e geográficas, mas geralmente eram construídas com madeira, palha e barro. Artefatos e artesanato: Eram habilidosos na tecelagem, na escultura e na produção de instrumentos musicais e, assim como os indígenas do tronco tupi, eram habilidosos em produzir artigos de cerâmica e cestos. Crenças: As crenças espirituais dos povos Macro-Jê incluíam a adoração de divindades ligadas à natureza, bem como rituais e",
        "materia": "apostila_historia"
    },
    {
        "texto": "dos povos Macro-Jê incluíam a adoração de divindades ligadas à natureza, bem como rituais e cerimônias para honrar os antepassados. Atividades econômicas: A subsistência desses povos incluía práticas como a agricultura de milho, mandioca, feijão, além da caça, da pesca e da coleta. 1.3. Primeiros contatos Os primeiros contatos entre os portugueses e as populações indígenas foram marcados pelo estranhamento. A maneira de falar, de se vestir e de se comportar dos portugueses foi incompreendida pelas populações locais. Por outro lado, a visão dos europeus sobre os indígenas refletia o pensamento eurocêntrico e religioso que acompanhava as expedições que chegavam ao Novo Mundo. Os costumes e as crenças dos indígenas foram vistos como selvagens e até mesmo demoníacos pelos portugueses que invadiram o território. Essas características eram associadas pelos europeus à “obra do demônio” que, ao invadir as terras americanas, teria condenado seus moradores a uma vida de miséria e de sofrimento.",
        "materia": "apostila_historia"
    },
    {
        "texto": "invadir as terras americanas, teria condenado seus moradores a uma vida de miséria e de sofrimento. A visão negativa a respeito das populações indígenas está presente nos relatos deixados por diversos viajantes, como o alemão Hans Staden, que fez duas viagens ao Brasil nas primeiras décadas do século XVI. Após ser capturado pelos tupinambás, Staden ficou algum tempo na aldeia onde pôde observar os modos de vidas desses povos e interpretá-los de acordo com a sua própria cultura. Após escapar do cativeiro e voltar à Europa, lançou um livro, hoje intitulado ‘Duas viagens ao Brasil’, no qual relatou seu entendimento sobre a cultura tupinambá. Uma das características que mais chocava os europeus era o ritual antropofágico. Essas cerimonias praticadas por algumas comunidades eram festividades nas quais ocorria um sacrifício humano. Em certas culturas indígenas, acreditava-se que, ao consumir a carne de um inimigo derrotado, era possível tomar para si suas características positivas. 1.4.",
        "materia": "apostila_historia"
    },
    {
        "texto": "a carne de um inimigo derrotado, era possível tomar para si suas características positivas. 1.4. Resistência indígena A ocupação portuguesa do território brasileiro trouxe impactos profundos para as populações originarias. No processo colonizatório, os portugueses exterminaram sistematicamente diversas comunidades indígenas por meio da violência física. Os povos indígenas também sofreram com doenças trazidas pelos colonizadores, foram vitimas de escravidão e tiveram suas culturas desestruturadas por meio da imposição de crenças e padrões culturais europeus. Essa violência imposta às populações indígenas desencadeou variadas formas de resistência. Os nativos, por vezes, atacavam os territórios ocupados pelos portugueses e travavam guerras contra os invasores. Os que eram capturados e levados às missões ou aos trabalhos forçados nas fazendas e centros urbanos muitas vezes resistiam por meio da fuga. Outras formas de resistência praticadas pelos nativos eram a violência auto infligida,",
        "materia": "apostila_historia"
    },
    {
        "texto": "da fuga. Outras formas de resistência praticadas pelos nativos eram a violência auto infligida, que privava o senhor daquela mão de obra, e a sabotagem contra ferramentas e equipamentos de trabalho. Foram exemplos de guerras de resistência indígena contra os portugueses a Confederação dos Cariris (1686 a 1705) e a Confederação dos Tamoios (1554 a 1567). O olhar dos europeus sobra as populações indígenas assumiu aspectos distintos. Pero Vaz de Caminha, fidalgo português e encarregado de registrar a viagem realizada pela frota de Cabral apresenta os indígenas como povos ingênuos, por outro lado, o cronista português Pero de Magalhães Gândavo, que esteve no Brasil no século XVI, observa que os indígenas eram resistentes à colonização. A resistência à dominação portuguesa não foi suficiente para que a colonização do território deixasse de acontecer. Os portugueses eram favorecidos pelo poder bélico e pelas rivalidades que existiam entre as populações indígenas. Os constantes conflitos",
        "materia": "apostila_historia"
    },
    {
        "texto": "bélico e pelas rivalidades que existiam entre as populações indígenas. Os constantes conflitos entre comunidades nativas permitiam que os colonizadores se aliassem a algumas delas para atacar ou dominar suas adversárias. O período pré-colonial (1500-1530) Em 1498, os portugueses alcançaram as Indias ao chegar em Calicute. Vasco da Gama garantiu para Portugal o controle do comércio de especiarias e, em 1500, uma nova expedição foi organizada para se dirigir à mesma região. Dessa vez, coube a Pedro Álvarez Cabral comandar a esquadra que acabou alcançando a costa brasileira, na altura do litoral baiano. A chegada da expedição de Cabral a Porto Seguro veio acompanhada de iniciativas portuguesas que visavam assegurar a posse da Nova Terra. Essas iniciativas consistiam em gestos simbólicos, como a celebração da primeira missa e a elaboração da famosa Carta de Pero Vaz de Caminha ao rei D. Manuel I. Nela, na qual o escrivão descreveu a paisagem avistada pelos navegantes e os primeiros",
        "materia": "apostila_historia"
    },
    {
        "texto": "D. Manuel I. Nela, na qual o escrivão descreveu a paisagem avistada pelos navegantes e os primeiros contatos com os habitantes nativos, bem como a impressão que eles causaram nos portugueses. Em sua carta, Caminha destacou diversas características das terras encontradas. Ele notou que o solo, aparentemente, era fértil, que a fauna e a flora eram bem diferentes das europeias e, principalmente, que não havia ouro e prata na costa. Sendo assim, durante aproximadamente três décadas, Portugal não demonstrou interesse em explorar a sua nova posse. Tendo obtido significativos lucros no comércio de especiarias, os investimentos e esforços de navegação dos portugueses estavam voltados às Índias. Além de ser mais lucrativo, continuar fazendo viagens ao Oriente era um investimento mais seguro do que começar a colonização de um novo território na América. O comércio de especiarias não exigia elevados gastos quando comparado à colonização, que trazia enormes despesas em infraestrutura e cujo",
        "materia": "apostila_historia"
    },
    {
        "texto": "gastos quando comparado à colonização, que trazia enormes despesas em infraestrutura e cujo retorno financeiro era mais demorado. Esse período é denominado Período Pré-Colonial, visto que a Coroa portuguesa inicialmente decidiu não desenvolver um processo de colonização continua no território brasileiro. 2.1. O contrato de arrendamento e a extração do pau-brasil Mesmo sem a efetiva ocupação do território brasileiro pelos portugueses, foi no Período Pré-Colonial que a exploração das riquezas foi iniciada. O primeiro atrativo econômico descoberto pelos europeus foi o pau-brasil. Para organizar a extração e o comércio da madeira obtida na colônia, foram erguidas feitorias similares às construídas pelos portugueses na costa africana. Em 1501, o rei D. Manuel concedeu a Fernão de Noronha, por meio do contrato de arrendamento, a primeira permissão para explorar o território americano. A exploração se deu por meio do regime de monopólio régio (estanco), no qual a madeira era considerada uma",
        "materia": "apostila_historia"
    },
    {
        "texto": "se deu por meio do regime de monopólio régio (estanco), no qual a madeira era considerada uma riqueza pertencente à Coroa e somente o governo português podia explorá-la ou conceder licença de exploração a particulares. As primeiras expedições de reconhecimento enviadas por Portugal às terras brasileiras levaram toneladas de pau-brasil à metrópole. Em seguida, a madeira era levada a Amsterdam, onde era raspada e triturada para que seu pó fosse transformado em corante. A importância econômica do pau-brasil na produção de pigmento para tingir tecidos e na construção de embarcações e de moveis fez com que a sua exploração atraísse a atenção de estrangeiros ingleses, holandeses e, principalmente, franceses. Aqueles que conseguiam a permissão para explorar o pau-brasil realizavam essa atividade valendo-se da prática do escambo (troca) com os indígenas. Por meio do escambo, o trabalho de corte e transporte da madeira era realizado pelos nativos, que a armazenavam nas feitorias localizadas no",
        "materia": "apostila_historia"
    },
    {
        "texto": "e transporte da madeira era realizado pelos nativos, que a armazenavam nas feitorias localizadas no litoral. Nesses espaços em troca do pau-brasil, os portugueses ofereciam aos indígenas objetos como anzóis, facões espelhos, tesouras, agulhas, facas e miçangas. Além da extração regulamentada pela metrópole, outros europeus, principalmente os franceses, passaram a frequentar a costa brasileira e a realizar o contrabando da madeira com o auxilio de algumas comunidades indígenas das quais se aproximaram. Buscando afastar os franceses da costa brasileira, a Coroa portuguesa chegou a enviar ao litoral expedições guara-costeiras fortemente armadas. Contudo, nem mesmo essa estratégia vinha sendo suficiente para garantir a proteção do território contra a ameaça estrangeira. A fim de garantir a posse sobre a região, a Coroa portuguesa decidiu iniciar a sua colonização. O início da colonização A colonização do Brasil se iniciou em 1530, pois foi a partir dessa data que Portugal se interessou em",
        "materia": "apostila_historia"
    },
    {
        "texto": "do Brasil se iniciou em 1530, pois foi a partir dessa data que Portugal se interessou em organizar um projeto para seu novo território. No contexto moderno, colonizar significava povoar, explorar economicamente e desenvolver uma estrutura político-administrativa que servisse aos interesses da metrópole. A constante presença de estrangeiros (sobretudo franceses) rondando a costa brasileira, o declínio do comércio de especiarias nas Índias diante da concorrência de outros países e a descoberta de metais preciosos na América Espanhola (ouro no México e prata no Peru) foram os principais motivos para o início da colonização portuguesa. Em fins de 1530, D. João III nomeou Martim Afonso de Sousa para comandar uma expedição que estabeleceria os primeiros núcleos de povoamento no Brasil. Formada por cinco navios e 500 homens, a expedição tinha como objetivo a permanência definitiva dos colonos, portanto vinham a bordo ferramentas, sementes, mudas de plantas e animais domésticos. As capitanias",
        "materia": "apostila_historia"
    },
    {
        "texto": "portanto vinham a bordo ferramentas, sementes, mudas de plantas e animais domésticos. As capitanias hereditárias (1534) Ao decidir iniciar a colonização do Brasil, o governo português sabia que esse processo demandaria elevados investimentos. No entanto, a Coroa não dispunha de condições financeiras para arcar com gastos tão elevados. Os investimentos nas viagens marítimas haviam reduzido os recursos do Estado e o comércio com o Oriente, que supriria esses gastos, estava em decadência. A solução encontrada foi convencer nobres e comerciantes do reino a participarem do processo colonizador utilizando seus próprios recursos em troca de parte das riquezas coloniais. Com isso, foi decidida a implantação do sistema de capitanias hereditárias, que já havia sido utilizado por Portugal em suas possessões atlânticas. Esse sistema consistia em transferir para particulares a responsabilidade de povoar, explorar economicamente e defender partes determinadas do território colonial. Dessa forma, a",
        "materia": "apostila_historia"
    },
    {
        "texto": "explorar economicamente e defender partes determinadas do território colonial. Dessa forma, a colônia foi dividida em quinze lotes, as capitanias hereditárias, que foram doadas a súditos portugueses denominados capitães donatários. Esse sistema funcionava com dois documentos principais: a Carta de Doação e o Foral. A Carta de Doação era o documento por meio do qual o rei concedia a posse hereditária. Esse documento estabelecia que a posse da capitania implicava o dever de propagar a fé católica e converter os nativos. Determinava-se que a capitania seria dividida em lotes e que quatro desses seriam isentos de tributo (exceto o dízimo), além do direito de cobrança de 10% do quinto real sobre metais e 5% sobre a exploração do pau-brasil. O documento estabelecia, ainda, que caberia ao donatário desenvolver o território, montando engenhos d'água e moenda. Por meio do Foral, estabeleciam-se os direitos dos donatários, como administrar a justiça na capitania, determinando penalidades a",
        "materia": "apostila_historia"
    },
    {
        "texto": "os direitos dos donatários, como administrar a justiça na capitania, determinando penalidades a pessoas livres e escravizadas, e explorar economicamente a terra, permanecendo com a décima parte de toda a riqueza dela extraída. Entre as obrigações impostas aos donatários, estavam a de conceder sesmarias a colonos, garantir a defesa da capitania e arrecadar tributos devidos à Coroa sempre que fossem iniciadas novas atividades econômicas lucrativas. A legislação portuguesa determinava capitanias deveriam estar subordinadas politicamente à Coroa, mas a extensão geográfica do território colonial e as dificuldades de comunicação fizeram com que o governo português não garantisse o controle e a fiscalização sobre a região. Dessa forma, os donatários acabaram adquirindo muito poder em seus domínios, o que lhes permitiu submeter duramente as populações locais que deles dependiam. Considerando-se os objetivos do governo português quando este introduziu no Brasil o sistema de capitanias",
        "materia": "apostila_historia"
    },
    {
        "texto": "os objetivos do governo português quando este introduziu no Brasil o sistema de capitanias hereditárias, pode-se dizer que essa forma de colonização fracassou. Os donatários não conseguiram garantir o efetivo povoamento do território, nem sua defesa ou eficiente administração; somente as capitanias de Pernambuco e de São Vicente conseguiram prosperar. O desinteresse de muitos donatários, a inexperiência em garantir a defesa e o povoamento de territórios tão vastos, as dificuldades impostas pelas grandes distancias, pelo desconhecimento do território e pelos ataques de indígenas e estrangeiros, e a insuficiência de recursos necessários à colonização das capitanias foram as razões que explicam o fracasso desse sistema. O governo geral (1548) Com o fracasso do sistema de capitanias hereditárias, foi necessária uma mudança para garantir mais eficiência na administração do território colonial. As capitanias hereditárias não foram extintas, mas, em 1548, D. João III decidiu criar no Brasil",
        "materia": "apostila_historia"
    },
    {
        "texto": "As capitanias hereditárias não foram extintas, mas, em 1548, D. João III decidiu criar no Brasil o Governo-Geral. Esse modelo introduziu uma representação oficial do Estado português na colônia e teve três governadores, até ser substituído em 1572. O documento que Tomé de Sousa trouxe ao Brasil era o Regimento do GovernoGeral. Que estabelecia as obrigações pelo regimento: Estabelecer alianças com comunidades indígenas amigas e iniciar sua catequização. Castigar rigorosamente os indígenas inimigos que se recusassem a colaborar com os portugueses. Construir navios para perseguir e combater corsários de nações inimigas que ameaçassem o território. Estimular a instalação de engenhos. Promover o povoamento do território. Fundar vilas. Defender o território, instalando nele fortificações e armando os colonos. Explorar economicamente o interior (chamado genericamente de sertão). Ao instituir o Governo-Geral no Brasil, a Coroa portuguesa também criou três importantes cargos destinados a",
        "materia": "apostila_historia"
    },
    {
        "texto": "o Governo-Geral no Brasil, a Coroa portuguesa também criou três importantes cargos destinados a auxiliar o governador: Provedor-mor: responsável pela administração econômica da colônia, em especial, pelo recolhimento dos impostos. Ouvidor-mor: responsável pela administração da justiça no território colonial. Capitão-mor: responsável por cuidar da defesa do território. O Governo-Geral foi o primeiro corpo administrativo no Brasil e toda a sua estrutura foi instalada na cidade de Salvador. A primeira capital colonial foi se transformando ao longo do tempo, à medida que a sociedade se tornava mais complexa e dinâmica. Mesmo com as mudanças, uma característica social que esteve presente foi a tensão entre os representantes da Coroa e os grandes proprietários rurais. O conflito se instalava em várias regiões, principalmente nas mais distantes do litoral, onde os proprietários concentravam poder suficiente para desafiar as autoridades governamentais.",
        "materia": "apostila_historia"
    }
]